CREATE DATABASE  IF NOT EXISTS `sixbeam_erp` /*!40100 DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci */ /*!80016 DEFAULT ENCRYPTION='N' */;
USE `sixbeam_erp`;
-- MySQL dump 10.13  Distrib 8.0.34, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: sixbeam_erp
-- ------------------------------------------------------
-- Server version	8.0.35

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `ac_account_tb`
--

LOCK TABLES `ac_account_tb` WRITE;
/*!40000 ALTER TABLE `ac_account_tb` DISABLE KEYS */;
INSERT INTO `ac_account_tb` VALUES ('673-7705371755','서울시 노원구','신한은행','CPN0764320143',NULL,'0764320143','마이크로소프트','이상효','빌게이츠','IT'),('685-0473786985','서울시 광진구','카카오뱅크','CPN0831580507',NULL,'0831580507','롯데','임지환','신격호','유통'),('783-6930006568','경기도 성남시','하나은행','CPN0896202274',NULL,'0896202274','소니','김선진','모리타아키오','제조'),('540-9279534862','서울시 성북구','국민은행','CPN1029807529',NULL,'1029807529','SM엔터','이상효','이수만','엔터테인먼트'),('226-6876859474','서울시 성동구','국민은행','CPN1173291319',NULL,'1173291319','하이브','임지환','방시혁','엔터테인먼트'),('033-4551844212','서울시 구로구','하나은행','CPN1203760813',NULL,'1203760813','NAVER','임호진','이해진','IT'),('074-3127136659','경기도 김포시','하나은행','CPN1856927584',NULL,'1856927584','금호아시아나','김선진','박인천','항공'),('888-9898204726','서울시 송파구','농협은행','CPN2266939105',NULL,'2266939105','현대중공업','임지환','정주영','제조'),('483-1484534403','서울시 영등포구','하나은행','CPN3058270672',NULL,'3058270672','POSCO','임호진','박태준','제조'),('098-7663007851','서울시 강서구','신한은행','CPN3184469866',NULL,'3184469866','카카오','임호진','김범수','IT'),('553-3530031122','서울시 용산구','신한은행','CPN4244014868',NULL,'4244014868','GS','박종현','허만정','유통'),('821-8168143276','서울시 강동구','우리은행','CPN4282222263',NULL,'4282222263','삼성전자','임지환','이건희','제조'),('703-1720820252','서울시 마포구','하나은행','CPN4308575449',NULL,'4308575449','한국화약','박종현','김종희','제약'),('919-6316264851','서울시 서초구','하나은행','CPN5221945160',NULL,'5221945160','KT','김영훈','김영섭','통신'),('067-6986366840','서울시 동대문구','카카오뱅크','CPN5277628939',NULL,'5277628939','어도어','임지환','민희진','엔터테인먼트'),('656-8255128990','서울시 도봉구','농협은행','CPN5431051314',NULL,'5431051314','APPLE','이상효','스티브잡스','IT'),('145-3669839433','서울시 관악구','국민은행','CPN5593852744',NULL,'5593852744','SKT','김영훈','유영상','통신'),('517-5649280480','서울시 강남구','우리은행','CPN5836847354',NULL,'5836847354','기아차','김영훈','김철호','제조'),('951-3479499431','서울시 중구','우리은행','CPN6234714473',NULL,'6234714473','두산','박종현','박승직','건설'),('081-7901698385','서울시 중랑구','신한은행','CPN6287772501',NULL,'6287772501','YG엔터','이상효','양현석','엔터테인먼트'),('973-4812556890','서울시 종로구','카카오뱅크','CPN6357090862',NULL,'6357090862','CJ','박종현','이병철','유통'),('025-9153541675','경기도 하남시','농협은행','CPN6543637212',NULL,'6543637212','구글','김선진','세르게이브린','IT'),('098-4649694312','서울시 강북구','신한은행','CPN6814402423',NULL,'6814402423','아마존','이상효','제프베이조스','유통'),('249-8986691231','서울시 서대문구','하나은행','CPN7422636804',NULL,'7422636804','신세계','박종현','이명희','유통'),('012-0516866831','서울시 금천구','농협은행','CPN7551487293',NULL,'7551487293','NCsoft','김영훈','김택진','IT'),('310-4668131524','경기도 용인시','우리은행','CPN8641151763',NULL,'8641151763','대한통운','김선진','강신호','유통'),('112-7155262063','서울시 은평구','국민은행','CPN8766713365',NULL,'8766713365','당근','임호진','김용현','유통'),('642-0290265811','경기도 수원시 ','우리은행','CPN8832918761',NULL,'8832918761','대한항공','김선진','조중훈','항공'),('151-3927322602','서울시 양천구','농협은행','CPN8956377612',NULL,'8956377612','DAUM','임호진','이재웅','IT'),('859-4026701001','서울시 동작구','신한은행','CPN9769359992',NULL,'9769359992','LGU','김영훈','황현식','통신');
/*!40000 ALTER TABLE `ac_account_tb` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-02-01 17:42:25
